{
    "location": {
        "book": "BOOK1",
        "number": 64
    },
    "text": "You arrive at Balhazar's mansion as the temple gongs of the citadel sound out the hour of midnight. A long avenue flanked by cedar trees and decorated with gaily covered lanterns and embroidered banners on poles stretches to the white marble portico of the main entrance. Guards patrol up and down the avenue, but they seem to ignore most of the guests. However, they stare long and hard at you and are just about to step up and challenge you when Balhazar's usher rushes from the doorway of the house to greet you. He gestures you towards the doorway, behind which you can see a party in full swing. All the revellers wear masks concealing their identities. They are entertained by jugglers and musicians.\n\nThe usher offers you a tray with drinks and sweetmeats laid out on it. \"My master will speak to you of employment,\" he says. \"That is -- \" he gestures at the dozens of revellers -- \"if you have the ability to find him.\"\n\nYou stare in bewilderment at the masked partygoers. How are you able to locate your prospective employer among them?",
    "choices": [
        {
            "text": "(TRICKSTER) Bribe the usher",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 53
                },
                "variables": [
                    "TRICKSTER"
                ]
            }
        },
        {
            "text": "(SAGE) Use ESP",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 309
                },
                "variables": [
                    "SAGE"
                ]
            }
        },
        {
            "text": "(ENCHANTER) Try summoning a faltyn",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 232
                },
                "variables": [
                    "ENCHANTER"
                ]
            }
        },
        {
            "text": "Use your powers of deduction to work out which of the revellers is Balhazar",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 458
                }
            }
        }
    ]
}