{
    "location": {
        "book": "BOOK1",
        "number": 134
    },
    "text": "\"I need consider no more champions,\" says Balhazar. \"Now it is time to equip you for the contest tomorrow.\"\n\nHe hands you an OPAL MEDALLION. Balhazar says this will allow him to monitor your progress through the Battlepits, and possibly intervene with magic or advice when you are in trouble. He also gives you a strange item -- an OCTAGONAL GLASS PRISM. He's not sure what it does, but think you will find a use for it. Then a servant shows you to bedhchambers where you may get some rest.\n\nYou are up before the dawn, practicing your combat techniques and preparing your mind for the ordeal to come. Balhazar and his guards take you out. The streets are full of bleary-eyed revellers many of them have been up all night -- jostling one another for a better view. You see the curtained litter of Magus Vyl, who obviously does not enjoy the dawn, accompanied by the three dark-robed assassins who will champion him. Several other magi stand upon a dais in urgent consultation, making last-minute deals and alliances before the contest begins.\n\nYou are escorted across the cold tundra. Other groups are also filling away from the citadel. Among them you notice a group of bronze-armoured barbarians employed by Magus Tor and the master warlock, Icon the Ungodly, who carries the pennant of Magus Uru. At last you reach a huge portal set into a hillside. Balhazar ushers you in, and you step through into the greatest adventure of your life.",
    "events": [
        {
            "type": "RECEIVE ITEM",
            "variables": [
                "ALL",
                "NONE",
                "OPAL MEDALLION"
            ]
        },
        {
            "type": "RECEIVE ITEM",
            "variables": [
                "FIRST",
                "NONE",
                "OCTAGONAL GLASS PRISM"
            ]
        }
    ],
    "next": [
        {
            "type": "NORMAL",
            "location": {
                "book": "BOOK1",
                "number": 201
            }
        }
    ]
}