{
    "location": {
        "book": "BOOK1",
        "number": 128
    },
    "text": "(ENCHANTER) You step out on to the bridge. As you do, the rumbling voice of the gargoyle's head echoes across the cave: \"Return from darkness.\"\n\nIn answer to this summons, a figure appears at the far end of the bridge. The hag mutter excitedly as he steps rapidly forwards to confront you. A wall of force arises behind you, cutting off your retreat. You must face this foe alone. As he draws near, you recognise the coat-of-arms on his shield: a three-hroned dragon in gold on an azure field. It is the insignia of Sir GUILLARME LE CAUCHEMAR, an evil knight who was your deadliest foe -- until you slew him, long ago.\n\nGUILLARME speaks, his voice sounding cold and tinny within his black helm. \"We meet again for one final encounter, you spell-tossing churl. This time it is I, GUILLARME LE CAUCHEMAR, who shall send you down into the icy embrace of Lady Death.\" He gives a curt, contemptuous salute and closes for the kill.\n\nYou cannot flee, and no one can intervene in any way.",
    "features": [
        "TASK",
        "TASK ENCHANTER"
    ],
    "battle": "battles/book1/battle128.json",
    "events": [
        {
            "type": "TASK",
            "variables": [
                "ENCHANTER",
                "CROSSED BRIDGE",
                "SET",
                "PROGRESS",
                ""
            ]
        }
    ],
    "next": [
        {
            "type": "TASK",
            "variables": [
                "ENCHANTER",
                "CROSSED BRIDGE",
                "SET",
                "COMPLETE",
                ""
            ]
        },
        {
            "type": "IS ALIVE",
            "variables": [
                "ENCHANTER",
                "You reach the other side of the bridge and step on to the terrace. The hags glare at you but keep their distance.",
                "TRUE",
                "ACTIVE"
            ]
        },
        {
            "type": "NORMAL",
            "location": {
                "book": "BOOK1",
                "number": 88
            }
        }
    ]
}