{
    "location": {
        "book": "BOOK1",
        "number": 267
    },
    "text": "(TRICKSTER) You saunter out on the bridge. It is a long drop to either side, but this doesn't prevent you from dancing a precarious jig to excite the ghoulish hags. They expect to see you fall, and you give a mock-terrified whirlf of your arms that has them clustering eagerly at the edge of the gorge. But then you recover your balance and stroll effortlessly on, laughing when you see them spit with disappointment.\n\nSuddenly a rumbling voice lowers your high spirits. \"Come from death,\" commands the gargoyle head. In answer to his summons, a shadowy figure materialises on the bridge ahead of you. It steps forwards, and the ruddy light of the volcanic jets shows you a man in a brocade gown. He has a jewelled patch over one eye, and the other is milky and sightless. It is Huroundus the Blind, a mad sorcerer whom you killed in a duel several years ago. You know that his lack of sight is deceptive -- his other senses more than compensate for this disability.\"\n\n\"Hurondus,\" booms the gargoyle head. \"Your dearest foe wishes to cross the bridge. Prevent this, and you shall be restored to life.\"\n\n\"My dearest foe,\" says Hurondus venomously. \"This is where we conclude our vendetta at last.\"",
    "features": [
        "TASK",
        "TASK TRICKSTER"
    ],
    "events": [
        {
            "type": "TASK",
            "variables": [
                "TRICKSTER",
                "CROSSED BRIDGE",
                "SET",
                "PROGRESS",
                ""
            ]
        }
    ],
    "choices": [
        {
            "text": "Fight him",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 171
                },
                "variables": [
                    "TRICKSTER"
                ]
            }
        },
        {
            "text": "Rely on your wits",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 222
                },
                "variables": [
                    "TRICKSTER"
                ]
            }
        }
    ]
}