{
    "location": {
        "book": "BOOK1",
        "number": 402
    },
    "text": "Kalugen comes to fetch you. It is still an hour or so before dawn. \"Let's make an early start to avoid the crowds,\" he says. You are escorted downstairs by his guards. Kalugen's retinue -- a yawning gaggle of foppish courtiers and rouged harlots -- assembles in the frosty courtyard of the palace. Kalugen climbs into his palanquin and you follow him through the grey streets. Quite a crowd has gathered already. The people line the roadside and watch in sullen silence until prodded into an ecstasy of cheering by the green-cloaked soldiers.\n\nAt the gate you see a tall figure with two gleaming swords speaking to someone inside a curtained palanquin. \"That is Icon the Ungodly,\" one of the guards tells you. \"He is a master warlock from Yamato who has travelled from beyond the Silent Sea to champion Magus Uru.\" Icon turns his cold gaze on you as you pass.\n\nYou leave the city and trudge out across the bleak countryside. Groups of peasants already at work in the fields look up from their back-breaking tasks to watch you go. Further away, you see a party of bronze-armoured barbarians limbering up in the cold morning air. They swing their huge battle-axes lustily and bellow out huge gusts of frosty breath. Shivering, you run to keep up with Kalugen's palanquin. At last you come to a squat building of black stone. Beyond the pillared entrance, steps wind down into the bowels of the frozen earth.\n\n\"You have my standard,\" declares Kalugen. \"Be worthy of it. Do not flinch from any danger; do not run from any battle. Be brave. Be resolute. Begone!\"\n\nHe watches you descend the steps into the deadly Battlepits. Somewhere below lies the Emblem of Victory. You must return with it to the surface -- or die.",
    "events": [
        {
            "type": "SET",
            "variables": [
                "PENNANT",
                "KALUGEN"
            ]
        }
    ],
    "next": [
        {
            "type": "NORMAL",
            "location": {
                "book": "BOOK1",
                "number": 136
            }
        }
    ]
}