{
    "location": {
        "book": "BOOK1",
        "number": 344
    },
    "text": "(TRICKSTER) You saunter over to the booth. The three stewards stting on the bench in front of it view your approach with contempt. \"Come to try your luck, have you?\" one of them says archly.\n\nYou detach your money-pouch form your belt and heft it in your hand. The chink of gold changes the attitude of the stewards dramatically. They now look at you with undisguised interest. Your gaze wanders over the three pennants as if you were uncertain which of them represented the best proposition.\n\n\"Allow me to advise you,\" declares one of the stewards, jumping to his feet.\n\n\"Or me,\" says another, tripping him so he blunders past you, falling into the gutter. This fellow is somewhat bigger than the other two stewards, who allow him to approach you without any further argument.\n\n\"Such advice will be well worth the five gold pieces I am prepared to pay, I hope,\" you say.\n\n\"Probably its value lies not far off the ten gold pieces I am prepared to accept for it,\" he replies.",
    "choices": [
        {
            "text": "Agree to pay him ten gold pieces",
            "condition": {
                "type": "ITEM QUANTITY",
                "location": {
                    "book": "BOOK1",
                    "number": 292
                },
                "variables": [
                    "TRICKSTER",
                    "GOLD",
                    "-10"
                ]
            }
        },
        {
            "text": "Insist that you will pay only five gold pieces",
            "condition": {
                "type": "ITEM QUANTITY",
                "location": {
                    "book": "BOOK1",
                    "number": 454
                },
                "variables": [
                    "TRICKSTER",
                    "GOLD",
                    "-5"
                ]
            }
        },
        {
            "text": "Pay him five gold pieces now and five after he's advised you",
            "condition": {
                "type": "ITEM QUANTITY",
                "location": {
                    "book": "BOOK1",
                    "number": 166
                },
                "variables": [
                    "TRICKSTER",
                    "GOLD",
                    "-5"
                ]
            }
        }
    ]
}
