{
    "location": {
        "book": "BOOK1",
        "number": 169
    },
    "text": "(WARRIOR) You advance across the first bridge. A shimmering energy-barrier springs up behind you, preventing you from going back until whatever drama you must face has run its course. So be it. You stride on determinedly.\n\nThe gargoyle head speaks again: \"Arise from the ashes.\"\n\nYou look around, perplexed, but soon see that its words were not addressed to you. A figure gradually takes shape ahead of you on the bridge -- a hulking berserker in a rotting chainmail vest. He lifts his warhammer with arms that look bloodless and dead. A flicker of red fire from a spurting geyser illuminates his face, and you know him at once. It is BEORN SMITH-HAMMER, your most hated foe.\n\nBut -- you slew him three years past.\n\n\"The winner shall have life,\" groans the stone head.\n\nBeorn grins and steps forwards. The skin of his face is just a tattered cobweb of decay. He says thickly: \"Ja, old foe. Here's where we change places.\" And with that he swings his hammer in a bone-breaking arc towards you.",
    "features": [
        "TASK",
        "TASK WARRIOR"
    ],
    "battle": "modules/default/battles/battle169.json",
    "events": [
        {
            "type": "TASK",
            "variables": [
                "WARRIOR",
                "CROSSED BRIDGE",
                "SET",
                "PROGRESS",
                ""
            ]
        }
    ],
    "next": [
        {
            "type": "TASK",
            "variables": [
                "WARRIOR",
                "CROSSED BRIDGE",
                "SET",
                "COMPLETE",
                ""
            ]
        },
        {
            "type": "IS ALIVE",
            "variables": [
                "WARRIOR",
                "You reach the other side of the bridge and step on to the terrace. The hags glare at you but keep their distance.",
                "TRUE",
                "ACTIVE"
            ]
        },
        {
            "type": "NORMAL",
            "location": {
                "book": "BOOK1",
                "number": 88
            }
        }
    ]
}