{
    "location": {
        "book": "BOOK1",
        "number": 174
    },
    "text": "You insert the prism into one of the indentations. As you expected, it fits snugly. As it clicks into place, a multi-coloured glow suffuses it. There is a soft whinning noice throughout the room as the black lens, too, erupts into a reddish glow.\n\nYou feel a tingling across your skin. A moment of disorientation and weightlessness...\n\nThe scene changes. You are now standing at the top of a pylon that rises out of a lake of bubbling lava. You have been teleported hundreds of metres across the cave. The pylon commands a spectacular view across the cavern, a view that shows you in one glance the immense size and frightening beauty of the Battlepits. Far off towards the back wall of the cave you can see a plain of swirling mists where standing stones poke up from the ground like serried fangs. Beyond this plain stands a squat atoll -- and there, you sense, the Emblem of Victory awaits you.\n\nMaking your way down the stairway inside the pylon, you come to a chamber at the bottom. The huge wooden doors lie on the floor, their hinges having corroded long centuries ago in the sulphurous volcanic exhalations from the lava. You look out across the moat of magma surrounding the pylon. The edges of the crater that encloses this pool rise up on all sides. If you could reach the crater wall you could perhaps scale it and reach the path running along the top -- but to do that you must first think of a way to cross the bubbling moat...",
    "background": [
        {
            "type": "DROP ITEM",
            "variables": [
                "CHOSEN",
                "OCTAGONAL GLASS PRISM"
            ]
        }
    ],
    "choices": [
        {
            "text": "Use an OPAL MEDALLION",
            "condition": {
                "type": "HAS ITEM",
                "location": {
                    "book": "BOOK1",
                    "number": 523
                },
                "variables": [
                    "SELECT",
                    "OPAL MEDALLION"
                ]
            }
        },
        {
            "text": "A (SAGE) is in the party",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 256
                },
                "variables": [
                    "SAGE"
                ]
            }
        },
        {
            "text": "An (ENCHANTER) is in the party",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 431
                },
                "variables": [
                    "ENCHANTER"
                ]
            }
        },
        {
            "text": "None of these apply",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 101
                }
            }
        }
    ]
}