{
    "location": {
        "book": "BOOK1",
        "number": 396
    },
    "text": "At last you break through the psychic barrier that blocks your way through the astral gateway. The darkness ahead begins to flicker with shapes and colours as you swim towards it. You breathe a sigh of relief as you emerge at the far end of the gate.\n\nYou are now standing at the top of a stone pylon that rises out of a lake of bubbling lava. You have been teleported hundreds of metres across the cave. The pylon commands a spectacular view across the cavern, a view that shows you in one glance the immense size and frightening beauty of the Battlepits. Far off towards the back wall of the cave you can see a plain of swirling mists where standing stones poke up from the ground like serried fangs. Beyond this plain stands a squat atoll -- and there, you sense, the Emblem of Victory awaits you.\n\nMaking your way down the stairway inside the pylon, you come to a chamber at the bottom. The huge wooden doors lie on the floor, their hinges having corroded long centuries ago in the sulphurous volcanic exhalations from the lava. You look out across the moat of magma surruounding the pylon. Thedges of the crater that encloses this pool rise up on all sides. If you could reach the crater wall you could perhaps scale it and get onto the path running along the top -- but to do that you must first think of a way to cross the bubbling moat.",
    "choices": [
        {
            "text": "Use an OPAL MEDALLION",
            "condition": {
                "type": "HAS ITEM",
                "location": {
                    "book": "BOOK1",
                    "number": 523
                },
                "variables": [
                    "SELECT",
                    "OPAL MEDALLION"
                ]
            }
        },
        {
            "text": "A (SAGE) is in the party",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 256
                },
                "variables": [
                    "SAGE"
                ]
            }
        },
        {
            "text": "An (ENCHANTER) is in the party",
            "condition": {
                "type": "IN PARTY",
                "location": {
                    "book": "BOOK1",
                    "number": 431
                },
                "variables": [
                    "ENCHANTER"
                ]
            }
        },
        {
            "text": "None of these apply",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 101
                }
            }
        }
    ]
}