{
    "location": {
        "book": "BOOK1",
        "number": 238
    },
    "text": "At last you reach the base of the atoll. The plain was deceptively wide, and you feel as though you have walked almost three kilometres across the blasted waste. The mist falls back in forlorn wisps as you reach the higher ground climbing up to the atoll. High above, the tassels of the Emblem of Victory stream in the ghostly winds that shriek about this desolate place.\n\nA slope leads up into a crevice in the side of the atoll, and passing through this you find a path winding up and around it like a helter-skelter. This way is steep, and you are glad when you reach a small chamber where you can rest your aching legs. Pausing to gather your strength for the climb, you become aware of a reddish glow suffusing the back of the chamber. It illuminates a skull -- but what a skull. It must have belonged to a man nearly four metres tall. As you stare dumbfounded, a groan comes from out of its fleshless lips. Then it speaks.\n\n\"I was Skrymir the Giant, who dared to challenge the True Magi,\" it tells you. \"This was in olden times, before the Blasting of Spyte that placed modern usurpers on the old thrones. The True Magi were wizards indeed. They blew spells that shrivelled my flesh into dust, turned my mighty heart to stone with their fierce glares, boiled my blood with their rage, cracked these old bones with shouted incantations. But with your aid I could arise again and sweep away these capricious prattlers who now call themselves magi. Collect my bones together -- this skull through which I now speak to you, and the other sundered fragments you will find. At the summit, join them together. Give me life and your rewards will be beyond the dreams of avarice.\"",
    "next": [
        {
            "type": "MUST TAKE ITEM",
            "location": {
                "book": "BOOK1",
                "number": 271
            },
            "variables": [
                "SKRYMIR'S SKULL",
                "FOSSILISED HEART"
            ]
        }
    ]
}