{
    "location": {
        "book": "BOOK1",
        "number": 379
    },
    "text": "You scramble along a low tunnel that leads off the red-carpeted corridor. The tunnel seems bery old, as if hewn from the bedrock of the Keep many hundreds of years before. After a while it enlarges a little, but you still have to crouch slightly as you advance up a twisting flight of rock-cut steps and then begin to descend a long pebble-strewn ramp. At last you reach the end. A grille is set into the floor. Looking down, you see a corridor of grey marble which ends in a bronze-bound door. The grille you're looking through is set in the ceiling of that corridor.\n\nThere is the sound of a key being turned, then the bronze door swings open. Four burly barbarians stride forwards, slamming the door behind them. Apparaently not noticing the grille in the ceiling, they stop directly beneath you and consult a scrap of parchment.\n\n\"What's it say, Erek?\" mutters one.\n\n\"Well, I'm not sure, Snorri,\" says the fellow with the parchment, scratching fleas out of his har. \"I can't read, can I?\"\n\n\"By Muninn and Huginn!\" bellows a red-bearded ox of a man. \"Have you no learning, Erik?\" He snatches the parchment and peers at it. \"Well, it says... it says... I reckon it says one of the passages up ahead is a dead end. But what do you want to listen to a bit of parchment for? The only way to find out for sure is to see for ourselves.\"\n\nThey are about to move on.",
    "image_asset": "modules/default/images/skulls.png",
    "choices": [
        {
            "text": "Dislodge the grating and jump down to attack them.",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 6
                }
            }
        },
        {
            "text": "Stay where you are and watch what they do next",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 141
                }
            }
        }
    ]
}