{
    "location": {
        "book": "BOOK1",
        "number": 483
    },
    "text": "You take out the sparkling jewel and place it on the regenerating corpse. There is a rush of icy wind, and crackling blue sparks surround the body. Within moments it begins to pulse with life. The pink bloom of fresh blood suffuses the re-formed flesh as the stone heart within its chest reverts to life. Slabs of muscle swell across the bones, sewn with gristle and skin. Skrymir rises from the dead.\n\nHe stands before you, towering towards the cave roof like the shadow of a great glacier. His beard sparkles with icicles. His eyes blaze with cold fury.\n\n\"Skrymir stands upon the low earth once more!\" he cries, shaking the rock walls with his voice of thunder. \"Legend reverberates to his battle-roar. The strength of the cracking rime of the Northland fills his thews. Let the magi who crouch upon the old thrones of Krarth beware. They shall not see another dawn, for the sky then shall be washed with their blood!\"\n\nHe begins to turn towards the glowing beam above the atoll. He intends to use the teleportation spell to return to the surface. He seems not to have noticed you at all.",
    "background": [
        {
            "type": "DISCARD ITEMS",
            "variables": [
                "CHOSEN",
                "BLUE ICE JEWEL"
            ]
        }
    ],
    "choices": [
        {
            "text": "Call out that you have restored him in Zyn's name and are ready to collect your reward",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 133
                }
            }
        },
        {
            "text": "You think it's better just to let him go",
            "condition": {
                "type": "NORMAL",
                "location": {
                    "book": "BOOK1",
                    "number": 257
                }
            }
        }
    ]
}