{
    "location": {
        "book": "BOOK1",
        "number": 441
    },
    "text": "You remove the sliver from its casket and insert it into a ventricle of the stone heart. Moments later it begins to pulse with life, and the pink bloom of flesh blood washes over it as the stone reverts to flesh. Slabs of muscle swell across the bones, sewn with gristle and skin. Skrymir rises from the dead.\n\nHe stands before you, towering towards the cave roof like the shadow of a great glacier. His beard sparkles with icicles; his eyes blaze with cold fury.\n\n\"Skrymir stands upon the mid world once more!\" he cries, shaking the rock walls with his voice of thunder. \"Legend reverberates to his battle-roar. Let the magi who crouch upon the old thrones of Krarth beware. They shall not see another dawn, for the sky then shall be washed with their blood!\"\n\nSuddenly he notices you. You feel his dark eyes on you like the first frost of winter. \"Skrymir was raised from his grave by mortal hand,\" he murmurs menacingly. \"Is this meet? Should the proud Lord of Jotunheim endure such shameful obligation? Not so! You shall be the first to die, then, by my resurrected hand.\"\n\nHe reaches down towards you. You can sense his power, and know that this is no blundering colossus who stands before you. Skrymir is truly the Lord of Giant-Home, a being who could challenge the very gods. Grimly you make ready to battle him.\n\nSuddenly he clutches at his chest and gives bent to a scream of agony that shakes the atoll under you and dislodges stalactites from the roof above. \"My heart! Oh, my mighty heart, burned by the spiteful sting of fire. Loge, is this your do--\" He falls, crashing into the ground with such force that you are thrown off your feet. Through the clouds of rock dust thrown up, you see him give a short convulsive spasm as the burning kalium consumes his heart and explodes within his chest. A frost giant cannot endure the power of heat and flame. Even as you watch, the fire spreads throughout his huge body and within minutes he returns to ashes. This time, not even his bones remain.",
    "background": [
        {
            "type": "DISCARD ITEMS",
            "variables": [
                "CHOSEN",
                "CASKET OF KALIUM"
            ]
        }
    ],
    "next": [
        {
            "type": "NORMAL",
            "location": {
                "book": "BOOK1",
                "number": 432
            }
        }
    ]
}