{
    "location": {
        "book": "BOOK1",
        "number": 257
    },
    "text": "Skrymir climbs to the very top of the atoll, knocking the Emblem aside with a roar of hatred. He stands bathed in the light of the teleportation spell for an instant, then shimmers and fasdes -- to rematerialise in the Great Hall of the magi, no doubt. You can imagine the look of stupefaction on the faces of the assembled dignitaries when that maddened giant appears in their midst.\n\nYou reach for the fallen Emblem and carry it to the peak. The beam shines starkly around you, conveying you too up to the surface.\n\nThe scene that greets your eyes is one of carnage. Skrymir has charged to the end of the Hall, spreading destruction in his wake. Bodies lie crushed or moaning as their lifeblood ebbs away. A horde of dazed courtiers clogs the exits, screaming as the angry giant hurls blocks of masonry about in his lust for blood. Several magi have collected their wits enough to flee by sorcery, disappearing off to their distant citadels through inter-dimensional corridors that only they can use.\n\nOthers were not so quick to react. Among the bodies, you see the pulped corpses of Magus Uru and cruel Magus Kalugen. Magus Venzor lies not far off, groaning piteously in his death-throes. His body was crushed when the giant trod on him. You will receive no grand reward now. Hurriedly you fight your way to the exit through the press of shrieking attendants and ashen-faced guards. Of the promised riches there is no sign.\n\nEmerging into the streets, you make your way out of Kalugen's Keep. Looking back, you see the inner towers beginning to blaze as Skrymir cuts a swathe of devastation within the walls. Not exactly the triumphant victory you had hoped for. But you shed no tears for the magi, and you still hold the Emblem of Victory which you may be able to sell for a few bags of gold. You are still alive, too. Not a triumphant victory, but a better fate than you might have suffered in the infernal Battlepits of Krarth.",
    "background": [
        {
            "type": "RECEIVE ITEM",
            "variables": [
                "FIRST",
                "NONE",
                "EMBLEM OF VICTORY"
            ]
        }
    ],
    "events": [
        {
            "type": "GAIN EXPERIENCE",
            "variables": [
                "800"
            ]
        },
        {
            "type": "SET",
            "variables": [
                "COMPLETED",
                "TRUE"
            ]
        },
        {
            "type": "SET",
            "variables": [
                "COMPLETION MESSAGE",
                "You still hold the Emblem of Victory which you may be able to sell for a few bags of gold. You are still alive, too. Not a triumphant victory, but a better fate than you might have suffered in the infernal Battlepits of Krarth."
            ]
        }
    ],
    "features": [
        "ENDING"
    ]
}